Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Default Browser.xcstrings
Source language: en_us
Languages: ab, ar, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, my, nb, nl, nn, or, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# DefaultBrowserCard.BetterInternet.Description.v108
source: Making Firefox your default browser is a vote for an open, accessible internet.
ab: Firefox убраузер еиԥш алхра иаарту, насгьы зегьы ирзымариоу Интернет азы абжьыҭира ауп.
ar: إن تعيين Firefox كمتصفحك الافتراضي هو تصويت لإنترنت مفتوح ومتاح.
be: Зрабіўшы Firefox прадвызначаным браўзерам, вы галасуеце за адкрыты, даступны Інтэрнэт.
br: Dibab Firefox evel merdeer dre ziouer a dalv kement ha votiñ evit un internet digor hag aes.
bs: Postavljanje Firefoxa kao zadanog pretraživača je glas za otvoren, pristupačan internet.
ca: Fer del Firefox el vostre navegador per defecte és un vot a favor d'una Internet oberta i accessible.
co: Fà di Firefox u vostru navigatore predefinitu ghjè vutà per un Internet apertu è accessibile.
cs: Nastavení Firefoxu jako výchozího prohlížeče je volbou pro otevřený a přístupný internet.
cy: Mae gwneud Firefox yn borwr rhagosodedig yn bleidlais o blaid rhyngrwyd agored, hygyrch.
da: At gøre Firefox til din standard-browser er en stemme for et åbent og tilgængeligt internet.
de: Firefox zu Ihrem Standardbrowser zu machen, ist eine Stimme für ein offenes, zugängliches Internet.
dsb: Gaž Firefox k swójomu standardnemu wobglědowakoju cyniśo, jo to głos za wótwórjony, pśistupny internet.
el: Ορίζοντας το Firefox ως προεπιλεγμένο πρόγραμμα περιήγησης, υποστηρίζετε ένα ανοικτό και προσβάσιμο διαδίκτυο.
eo: Igi Firefox via norma retumilo egalas al voĉdono por malfermita, alirebla interreto.
es: Hacer de Firefox tu navegador predeterminado es votar por una Internet abierta y accesible.
es_ar: Hacer de Firefox tu navegador predeterminado es votar por una Internet abierta y accesible.
es_cl: Hacer de Firefox tu navegador predeterminado es votar por un Internet abierto y accesible.
es_mx: Hacer de Firefox tu navegador predeterminado es votar por una Internet abierta y accesible.
et: Firefoxi muutmine vaikebrauseriks on hääl avatud ja juurdepääsetava interneti poolt.
eu: Firefox zure nabigatzaile lehenetsia egitea Internet irekia eta denon eskurakoa bozkatzea da.
fi: Firefoxin asettaminen oletusselaimeksi on äänestys avoimen ja saavutettavan internetin puolesta.
fr: Faire de Firefox votre navigateur par défaut, c’est voter pour un Internet ouvert et accessible.
gd: Cleachd Firefox mar am brabhsair bunaiteach agad airson taic a chumail ri eadar-lìon fosgailte agus so-ruigsinneach.
gl: Facer Firefox o seu navegador predeterminado é un voto por unha Internet aberta e accesíbel.
he: הפיכת Firefox לדפדפן ברירת המחדל שלך היא הצבעה בעד אינטרנט פתוח ונגיש.
hr: Postavljanje Firefoxa kao standardni preglednik je glas za otvoren i pristupačan internet.
hsb: Hdyž Firefox k swojemu standardnemu wobhladowakej činiće, je to hłós za wotewrjeny, přistupny internet.
hu: A Firefox alapértelmezett böngészővé tétele egy szavazat a nyílt és hozzáférhető internet mellett.
hy_am: Firefox-ը Ձեր սկզբնադիր դիտարկիչ դարձնելը քվեարկություն է բաց և հասանելի համացանցի համար:
ia: Render Firefox tu navigator predefinite es un voto pro un internet aperte, accessibile.
id: Menjadikan Firefox peramban baku Anda adalah pilihan untuk Internet yang terbuka dan mudah diakses.
is: Að gera Firefox að sjálfgefnum vafra er sama og greitt atkvæði um opið, aðgengilegt internet.
it: Impostare Firefox come browser predefinito è un voto per un Internet aperto e accessibile.
ja: Firefox をデフォルトウェブブラウザーにすることは、オープンでアクセシブルなインターネットに一票を投じることです。
ka: Firefox-ის ნაგულისხმევ ბრაუზერად დაყენება არის ღია, ხელმისაწვდომი ინტერნეტის მხარდაჭერა.
kab: Tiririt n Firefox d iminig-ik·im s wudem amezwer, d afran n Internet yeldin i yal yiwen.
kk: Firefox-ты негізгі браузер ету – ашық, қолжетімді интернетке дауыс беру.
ko: Firefox를 기본 브라우저로 설정하는 것은 개방되고 접근 가능한 인터넷에 대한 지원입니다.
lo: ການເຮັດໃຫ້ Firefox ເປັນຕົວທ່ອງເວັບເລີ່ມຕົ້ນຂອງທ່ານເປັນການລົງຄະແນນສຽງສໍາລັບອິນເຕີເນັດທີ່ເປີດ, ເຂົ້າເຖິງໄດ້.
ml: ഫയർഫോക്സു് താങ്ങളുടെ തനതായ അന്വേഷിയന്ത്രം ആക്കി വയ്ക്കുന്നതു് ഒരു എള്ളുപ്പം എത്താവുന്ന ഗോളന്തരവലക്കു് ഒരു തിരഞ്ഞെടുപ്പാണു്.
my: Firefox ကို သင်၏မူလဘရောက်ဆာအဖြစ် သတ်မှတ်ခြင်းသည် ပွင့်လင်း၍ရနိုင်သော အင်တာနက်အတွက် မဲပေးခြင်းဖြစ်သည်။
nb: Å gjøre Firefox til din standardnettleser er en stemme for et åpent, tilgjengelig internett.
nl: Van Firefox uw standaardbrowser maken is een stem voor een open, toegankelijk internet.
nn: Å gjere Firefox til din standardnettlesar er ei stemme for eit ope, tilgjengeleg internett.
or: Firefoxକୁ ଆପଣଙ୍କ ଡିଫଲ୍ଟ ବ୍ରାଉଜର କରିବା ଏକ ଖୋଲା, ଉପଲବ୍ଧ ଇଣ୍ଟରନେଟ୍ ପାଇଁ ଏକ ଭୋଟ୍ ଅଟେ।
pa_in: Firefox ਨੂੰ ਆਪਣਾ ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਨਾਉਣਾ ਆਜ਼ਾਦ, ਪਹੁੰਚ ਵਿੱਚ ਇੰਟਰਨੈੱਟ ਲਈ ਵੋਟ ਪਾਉਣਾ ਹੈ।
pl: Ustawienie Firefoksa jako domyślną przeglądarkę to głos na otwarty, dostępny Internet.
pt_br: Tornar o Firefox seu navegador padrão é um voto por uma internet aberta e acessível.
pt_pt: Tornar o Firefox no seu navegador padrão é um voto por uma Internet aberta e acessível.
rm: Cun definir Firefox sco navigatur da standard elegias ti in internet avert ed accessibel.
ru: Выбор Firefox в качестве браузера по умолчанию — это голосование за открытый и доступный Интернет.
sat_olck: Firefox ᱫᱚ ᱟᱢᱟᱜ ᱢᱩᱞ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱞᱮᱠᱷᱟ ᱛᱮ ᱫᱚᱦᱚ ᱫᱚ ᱠᱷᱩᱞᱟᱹ, ᱟᱫᱮᱨ ᱫᱟᱲᱮᱭᱟᱜ ᱞᱮᱠᱷᱟ ᱤᱱᱴᱚᱨᱱᱮᱴ ᱞᱟᱹᱜᱤᱫ ᱢᱤᱫᱴᱟᱝ ᱣᱚᱴ ᱞᱮᱠᱷᱟ ᱠᱟᱱᱟ ᱾
scn: Mpustari Firefox comu u to navicaturi pridifinutu veni a diri scartari na riti cchiù graputa e accissìbbili.
si: ඔබගේ පෙරනිමි අතිරික්සුව බවට ෆයර්ෆොක්ස් පත් කිරීම විවෘත හා ප්‍රවේශ්‍ය අන්තර්ජාලයක් සඳහා වන ඡන්දයකි.
sk: Nastavenie Firefoxu ako predvoleného prehliadača je hlasovaním za otvorený a prístupný internet.
sl: Izbira Firefoxa za privzeti brskalnik je glas za odprt in dostopen internet.
sq: Bërja e Firefox-it shfletuesin tuaj parazgjedhje është një votë për një internet të hapët, të përdorshëm.
su: Ngajadikeun Firefox panyungsi baku téh minangka pangrojong kana internét anu nembrak & kahontal.
sv: Att göra Firefox till din standardwebbläsare är en röst för ett öppet, tillgängligt internet.
tg: Вақте ки шумо браузери «Firefox»-ро ҳамчун браузери пешфарзи худ танзим мекунед, шумо барои Интернети кушод ва дастрас овоз медиҳед.
th: การทำให้ Firefox เป็นเบราว์เซอร์เริ่มต้นของคุณเป็นการร่วมสนับสนุนอินเทอร์เน็ตที่เปิดกว้างและเข้าถึงได้
tr: Firefox’u saptanmış tarayıcınız yaparak açık ve erişilebilir bir interneti desteklemiş olursunuz.
tt: Firefox-ны төп браузерыгыз итү — ачык, кулланышлы интернетка тавыш бирү.
ug: Firefox نى سۈكۈتتىكى توركۆرگۈچگە تەڭشەپ، ئوچۇق ۋە قولايلىق تور مۇھىتى يارىتىش ئۈچۈن بىر ھەسسە كۈچ قوشۇڭ.
uk: Зробивши Firefox типовим браузером, ви голосуєте за відкритий, доступний інтернет.
vi: Đặt Firefox làm trình duyệt mặc định của bạn là một phiếu bầu cho một Internet mở, có thể truy cập.
zh_cn: 将 Firefox 设为默认浏览器，为开放且人人可用的互联网添一份力量。
zh_tw: 讓 Firefox 成為您的預設瀏覽器，就是對一個開放、所有人都可隨意使用的網路環境投下贊成票。

# DefaultBrowserCard.BetterInternet.Title.v108
source: Default to a Better Internet
ab: Еиӷьу аинтернет ахь аиасра
ar: جعله متصفحك الدائم هو طريق إلى إنترنت أفضل
be: Перайдзіце да лепшага Інтэрнэту
br: Un internet gwelloc’h dre ziouer
bs: Zadano za bolji internet
ca: Trieu una Internet millor
co: Scelta d’un Internet più bellu
cs: Výchozí nastavení pro lepší internet
cy: Rhagosod i Rhyngrwyd Gwell
da: Standard for et bedre internet
de: Standard für ein besseres Internet
dsb: Standard za lěpšy internet
el: Προεπιλογή για ένα καλύτερο διαδίκτυο
eo: Norme iri al pli bona interreto
es: Un mejor Internet de forma predeterminada
es_ar: Pasá a una mejor Internet
es_cl: Dale la prioridad a un mejor Internet
es_mx: Predeterminado a una mejor Internet
et: Vaikimisi parem internet
eu: Lehenetsi Internet hobeago bat
fi: Oletuksena parempaan internetiin
fr: Par défaut vers un meilleur Internet
gd: Cleachd mar bhun-roghainn airson eadar-lìon nas fheàrr
gl: Unha mellor Internet de forma predeterminada
he: לעבור לאינטרנט טוב יותר כברירת מחדל
hr: Standardni web preglednik za bolji internet
hsb: Standard za lěpši internet
hu: Jobb internet, alapértelmezetten
hy_am: Բարի գալուստ ավելի լավ համացանց
ia: Predefinite pro un internet melior
id: Pilihan Baku untuk Internet yang Lebih Baik
is: Sjálfgefið á betra interneti
it: Scegli un Internet migliore
ja: より良いインターネットを選択する
ka: ნაგულისხმევად უკეთესი ინტერნეტი
kab: S wudem amezwer ɣer Internet ifazen
kk: Жақсырақ интернет үшін негізгі қылу
ko: 더 나은 인터넷을 기본 값으로 설정
lo: ຄ່າເລີ່ມຕົ້ນເປັນອິນເຕີເນັດທີ່ດີກວ່າ
ml: ഒരു മികച്ച ഗോളന്തരവലയിലേക്കു് വരുക
my: ပိုမိုကောင်းမွန်သောအင်တာနက်သို့ မူရင်းအတိုင်းဖြစ်သည်။
nb: Standard for et bedre internett
nl: Maak een beter internet uw standaard
nn: Standard for eit betre internet
or: ଏକ ଉତ୍ତମ ଇଣ୍ଟରନେଟ୍ କୁ ଡିଫଲ୍ଟ କରନ୍ତୁ
pa_in: ਬੇਹਤਰ ਇੰਟਰਨੈੱਟ ਲਈ ਮੂਲ
pl: Domyślnie lepszy Internet
pt_br: Torne padrão para uma Internet melhor
pt_pt: Por padrão uma Internet Melhor
rm: In meglier internet sco standard
ru: Перейдите на лучший интернет
sat_olck: ᱢᱤᱫᱴᱟᱝ ᱵᱮᱥ ᱤᱱᱴᱚᱨᱱᱮᱴ ᱞᱟᱹᱜᱤᱫ ᱢᱩᱞ ᱞᱮᱠᱷᱟ ᱫᱚᱦᱚᱭ ᱢᱮ
scn: Scarta n’Internet megghiu
si: කදිම අන්තර්ජාලයකට ෆයර්ෆොක්ස්
sk: Predvolene pre lepší internet
sl: Privzeto za boljši internet
sq: Kaloni në një Internet Më të Mirë
su: Baku pikeun Internét anu Leuwih Hadé
sv: Standard för ett bättre internet
tg: Ба Интернети беҳтар ба таври қатъӣ гузаред
th: ตั้งค่าเริ่มต้นให้เป็นอินเทอร์เน็ตที่ดีกว่า
tr: Hep daha iyi bir internet
tt: Яхшырак Интернетка күчегез
ug: تېخىمۇ گۈزەل ئىنتېرنېت ئۈچۈن كۆڭۈلدىكىگە تەڭشەيدۇ
uk: Перейдіть до усталено кращого інтернету
vi: Đặt làm mặc định cho Internet tốt hơn
zh_cn: 将更美好的互联网设为默认
zh_tw: 預設有一個更好的網路環境

# DefaultBrowserCard.Button.v2
source: Learn How
ab: Еилышәкаа ишыҟало
ar: اطّلع على الطريقة
be: Даведацца, як
br: Gouzout penaos
bs: Saznajte kako
ca: Vegeu com fer-ho
co: Scopre cumu fà
cs: Zjistit více
cy: Dysgu Sut
da: Læs hvordan
de: Erfahren Sie, wie es geht
dsb: Zgóńśo, kak to źo
el: Μάθετε πώς
eo: Lernu kiel fari
es: Aprender cómo
es_ar: Aprender cómo
es_cl: Aprender cómo
es_mx: Aprende a hacerlo
et: Vaata juhendit
eu: Ikasi nola
fi: Lue lisää
fr: Me montrer comment
gd: Barrachd fiosrachaidh
gl: Aprender como
he: מידע נוסף
hr: Saznaj kako
hsb: Zhońće, kak to dźe
hu: Tudja meg hogyan
hy_am: Իմանալ ինչպես
ia: Apprende como
id: Pelajari Caranya
is: Læra hvernig
it: Scopri come fare
ja: 手順を見る
ka: იხილეთ, როგორ
kab: Issin amek
kk: Қалай екенін білу
ko: 방법 알아보기
lo: ຮຽນຮູ້ວິທີການ
ml: എങ്ങനെ എന്നു അറിയുക
my: လေ့လာနည်း
nb: Finn ut hvordan
nl: Meer info
nn: Finn ut korleis
or: ଶିଖନ୍ତୁ କିପରି
pa_in: ਹੋਰ ਸਿੱਖੋ
pl: Dowiedz się, jak to zrobić
pt_br: Saiba como
pt_pt: Saber mais
rm: Vegnir a savair co
ru: Узнайте как
sat_olck: ᱪᱮᱫᱢᱮ ᱚᱠᱟᱞᱠᱟ
scn: Vidi comu
si: කෙසේදැයි දැනගන්න
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni Se Si
su: Lenyepan Carana
sv: Lär dig hur
tg: Бифаҳмед, ки чӣ тавр
th: เรียนรู้วิธี
tr: Nasıl yapılacağını öğren
tt: Ничеклеген белү
ug: قانداق ئىشلىتىشنى ئۆگىنىش
uk: Навчитися
vi: Tìm hiểu cách thức
zh_cn: 了解如何操作
zh_tw: 更多資訊

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
ab: Firefox аҟны асаитқәа, аимеилқәа, Ацҳарақәа рҟынтәи автоматла иаартуа азхьарԥшқәа шьақәыргылатәуп.
ar: اضبط روابط المواقع والبريد الإلكتروني والرسائل لتفتح تلقائيًا في Firefox.
be: Наладзьце аўтаматычнае адкрыццё спасылак з сайтаў, пошты і паведамленняў у Firefox.
br: Lakaat da zigeriñ e Firefox en un doare emgefreek liammoù al lec’hiennoù, posteloù, ha kemennadennoù.
bs: Postavi automatsko otvaranje linkova web stranica, e-maila i poruka u Firefoxu.
ca: Feu que els enllaços dels llocs web, del correu electrònic i de Missatges s'obrin automàticament en el Firefox.
co: Definisce chì i liami di i siti web, i currieri elettronichi è i messaghji s’aprinu autumaticamente in Firefox.
cs: Nastavte si automatické otevírání odkazů, e-mailů a zpráv ve Firefoxu.
cy: Gosod dolenni o wefannau, e-byst, a Messages i agor yn awtomatig yn Firefox.
da: Indstil links fra websteder, mails og beskeder til automatisk at blive åbnet i Firefox.
de: Stellen Sie Links von Websites, E-Mails und Nachrichten so ein, dass sie in Firefox automatisch geöffnet werden.
dsb: Nastajśo wótkaze z websedłow, mejlkow a powěsćow, aby se awtomatiski we Firefox wócynili.
el: Ρύθμιση του Firefox για αυτόματο άνοιγμα συνδέσμων από ιστοτόπους, email και μηνύματα.
eo: Aŭtomate malfermi ligilon en retejoj, retpoŝtoj kaj mesaĝoj per Firefox.
es: Configura enlaces de sitios web, correos electrónicos y mensajes para que se abran automáticamente en Firefox.
es_ar: Configurar enlaces de sitios web, correos electrónicos y mensajes para que se abran automáticamente en Firefox.
es_cl: Configura enlaces de sitios web, correos electrónicos y mensajes para que se abran automáticamente en Firefox.
es_mx: Configura enlaces de sitios web, correos electrónicos y mensajes para que se abran automáticamente en Firefox.
et: Määra Firefox automaatselt avama linke, e-posti ja sõnumeid.
eu: Ireki webgune, mezu elektroniko eta Messages-eko loturak Firefoxen automatikoki.
fi: Aseta verkkosivustojen, sähköpostien ja viestien linkit avautumaan automaattisesti Firefoxissa.
fr: Faites en sorte que les liens des sites web, des e-mails et des messages s’ouvrent automatiquement dans Firefox.
gd: Suidhich ceanglaichean o làraichean-lìn, puist-d agus teachdaireachdan airson ’s gun tèid am fosgladh gu fèin-obrachail ann am Firefox.
gl: Estableza ligazóns de sitios web, correos electrónicos e mensaxes para que se abran automaticamente en Firefox.
he: פתיחה אוטומטית של קישורים מאתרים, מהודעות דוא״ל ומהיישום הודעות ב־Firefox.
hr: Postavi automatsko otvaranje poveznica web lokacija, e-mailova i poruka u Firefoxu.
hsb: Nastajće wotkazy z websydłow, mejlkow a powěsćow, zo bychu so awtomatisce we Firefox wočinili.
hu: Állítsa be a webhelyek, e-mailek és üzenetek hivatkozásait, hogy azok automatikusan a Firefoxban nyíljanak meg.
hy_am: Տեղադրեք հղումներ կայքերից, էլ. նամակներից և հաղորդագրություններից՝ Firefox-ում ավտոմատ կերպով բացելու համար:
ia: Face que omne ligamines in sitos web, e-mail e Messages se aperi automaticamente in Firefox.
id: Setel agar tautan dari situs web, surel, dan Pesan dibuka di Firefox secara otomatis.
is: Stilltu tengla frá vefsvæðum, tölvupósti og skilaboðum til að opna sjálfkrafa í Firefox.
it: Utilizza automaticamente Firefox per aprire link in siti web, email e messaggi.
ja: ウェブサイト、メール、メッセージのリンクを自動的に Firefox で開くように設定します。
ka: შედეგად, ბმულებს საიტებიდან, ელფოსტიდან, წერილებიდან, პირდაპირ გახსნის Firefox.
kab: Sbadu iseɣwan seg yismal web, seg yimaylen d yiznan i twaledyawt s wudem awurman deg Firefo.
kk: Веб-сайттар, эл. пошта хаттары және хабарламалардан сілтемелерді Firefox-та автоматты түрде ашылатындай етіп баптау.
ko: Firefox에서 자동으로 열리도록 웹 사이트, 이메일 및 메시지의 링크를 설정합니다.
lo: ຕັ້ງໃຫ້ເປີດລີ້ງຈາກເວັບໄຊທ, ອີເມລ ແລະ ຂໍ້ຄວາມແບບອັດຕະໂນມັດໃນ Firefox.
ml: ഫയർ‌ഫോക്സിൽ‌ തന്നെതാനെ തുറക്കുന്നതിന് വെബ്‌സൈറ്റുകൾ‌, ഇ-തപാലുകൾ, സന്ദേശങ്ങൾ‌ എന്നിവയിൽ‌ നിന്നും കണ്ണികൾ സജ്ജമാക്കുക.
my: Firefox တွင်ဝက်ဘ်ဆိုက်များ၊ အီးမေးလ်များနှင့်မက်ဆေ့ခ်ျများမှလင့်ခ်များကိုသတ်မှတ်ပါ။
nb: Angi at lenker fra nettsteder, e-postmeldinger og meldinger skal åpnes automatisk i Firefox.
nl: Koppelingen van websites, e-mail en berichten automatisch in Firefox openen.
nn: Vel at lenker frå nettstadar, e-postmeldingar og meldingar skal opnast automatisk i Firefox.
or: Firefoxରେ ସ୍ୱତଃସ୍ପୃତ ଭାବେ ଖୋଲିବାକୁ ୱେବସାଇଟ୍, ଇମେଲ୍ ଏବଂ ମେସେଜଗୁଡିକରୁ ଲିଙ୍କ୍ ସେଟ୍ କରନ୍ତୁ।
pa_in: ਵੈੱਬਸਾਈਟਾਂ, ਈਮੇਲਾਂ ਅਤੇ ਸੁਨੇਹਿਆਂ ਵਿੱਚੋਂ ਲਿੰਕਾਂ ਨੂੰ Firefox ਵਿੱਚ ਸਿੱਧਾ ਖੋਲ੍ਹਣ ਲਈ ਸੈੱਟ ਕਰੋ।
pl: Ustaw automatyczne otwieranie odnośników z witryn, wiadomości e-mail i aplikacji Messages w Firefoksie.
pt_br: Abra links, emails e mensagens automaticamente no Firefox.
pt_pt: Configure as ligações de sites, e-mails e mensagens para serem abertas automaticamente no Firefox.
rm: Definescha che colliaziuns da websites, e-mails e messadis vegnan avertas automaticamain en Firefox.
ru: Настройте автоматическое открытие ссылок с веб-сайтов, из электронных писем и «Сообщений» в Firefox.
sat_olck: ᱞᱤᱱᱠ ᱠᱚ ᱥᱟᱡᱟᱣ ᱢᱮ ᱣᱮᱵᱥᱟᱭᱤᱴ, ᱤᱢᱮᱞ, ᱟᱨ ᱢᱮᱥᱮᱡ ᱠᱷᱚᱱ Firefox ᱨᱮ ᱟᱪᱛᱮ ᱡᱷᱤᱜ ᱞᱚᱜᱤᱛ.
scn: Cunfijura pi fari gràpiri ’n autumàticu cu Firefox i lijami dî siti, l’e-mail e i missaggi.
si: ෆයර්ෆොක්ස් අතිරික්සුවේ ස්වයංක්‍රීයව විවෘත වීමට පණිවිඩ, වි-තැපැල් සහ අඩවිවල සබැඳි සකසන්න.
sk: Nastavte si automatické otváranie webových stránok, e‑mailov a správ vo Firefoxe.
sl: Nastavite, naj se povezave s spletnih strani, iz e-pošte in sporočil odpirajo v Firefoxu.
sq: Caktoni lidhje prej sajtesh, email-esh dhe Mesazhe për hapje automatike në Firefox.
su: Setél tutumbu ti raramatloka, surélék, jeung Surat pikeun muka otomatis dina Firefox.
sv: Ställ in länkar från webbplatser, e-post och meddelanden så att de öppnas automatiskt i Firefox.
tg: Пайвандҳоеро, танзим кунед, то ки онҳо аз сомонаҳо, почтаи электронӣ ва паёмҳо дар браузери «Firefox» ба таври худкор кушода шаванд.
th: ตั้งลิงก์จากเว็บไซต์ อีเมล และข้อความให้เปิดโดยอัตโนมัติใน Firefox
tr: Web siteleri, e-postalar ve Mesajlar’daki bağlantılar Firefox’ta açılsın.
tt: Вебсайтлардан, эл. почталардан һәм хәбәрләрдән сылтамаларны автоматик рәвештә Firefox'та ачу.
ug: تور بېكەت، ئېلخەت ۋە ئۇچۇر ئۇلانمىلىرىنى Firefox تا ئاپتوماتىك ئېچىشقا تەڭشەيدۇ.
uk: Відкривайте посилання з пошти й повідомлень автоматично в Firefox.
vi: Đặt các liên kết từ trang web, email và tin nhắn để tự động mở trong Firefox.
zh_cn: 将网站、电子邮件及聊天工具中的链接设为在 Firefox 中自动打开。
zh_tw: 設定使用 Firefox 自動開啟網站、郵件、簡訊當中的鏈結。
